<!doctype html public "-//W3C//DTD HTML 4.0 Transitional//EN"
"http://www.w3.org/TR/RBC-html40/loose.dtd">

<html>

<head>
<title>Movimiento Circular Uniforme</title>
<link rel="stylesheet" href="../ph14/applets.css" type="text/css">
<meta name="description" content="Java applet: Movimiento Circular Uniforme">
<meta name="author" content="Walter Fendt, Mario Alberto G&oacute;mez Garc&iacute;a">
<meta name="keywords" content="f&iacute;sica, mec&aacute;nica, movimiento circular, velocidad angular, aceleraci&oacute;n centr&iacute;peta, fuerza centr&iacute;peta">
</head>

<body>

<h1>Movimiento Circular Uniforme</h1>

<p>El <em id="Begriff">Movimiento Circular</em> toma un rol importante en la naturaleza y la tecnolog&iacute;a. Por ejemplo, los planetas se mueven (apr&oacute;ximadamente) en &oacute;rbitas circulares alrededor del sol; tambi&eacute;n est&aacute;n la armadura rotatoria (rotor) de un motro el&eacute;ctrico o el cig&uuml;e&ntilde;al de un motor a gasolina.</p>

<p>Este Java applet simula tal movimiento circular y demuestra c&oacute;mo la posici&oacute;n, velocidad, aceleraci&oacute;n y la fuerza aplicada var&iacute;an en funci&oacute;n del tiempo. El bot&oacute;n &quot;Restablecer&quot; lleva la part&iacute;cula giratoria a su posici&oacute;n inicial.
Puedes iniciar, detener o continuar la simulaci&oacute;n con el otro bot&oacute;n. Si eliges la opci&oacute;n &quot;Animaci&oacute;n lenta&quot;, el movimiento ser&aacute; diez veces m&aacute;s lento. Puedes modificar el radio, el periodo y la masa en los campos de entrada correspondientes. Los botones de opci&oacute;n (Posici&oacute;n, Velocidad, Aceleraci&oacute;n y Fuerza) te dan la posibilidad de seleccionar una de las cuatro magnitudes f&iacute;sicas.</p>

<div id="Abstand">&nbsp;</div>

<p align="center">
<applet code="Kreisbewegung.class" archive="Kreisbewegung.jar, Ph14Spanish.jar" codebase="../ph14_jar" width=840 height=440>
</applet></p>

<p>El <font color="red">vector radial</font> (<font color="red">rojo</font>) conecta el centro de rotaci&oacute;n (el origen del sistema de coordenadas) a la part&iacute;cula giratoria. El <font color="#800080">vector velocidad</font> (<font color="#800080">violeta</font>) es tangencial al c&iacute;rculo y perpendicular al vector radial. El <font color="blue">vector aceleraci&oacute;n</font> (<font color="blue">azul</font>) se dirige hacia adentro (hacia el centro); esta aceleraci&oacute;n no es resultado de un incremento o disminuci&oacute;n de la rapidez (magnitud de la velocidad), sino debido al cambio en la direcci&oacute;n del movimiento. Lo anterior tambi&eacute;n se cumple para la <font color="#008000">fuerza</font> (<font color="#008000">verde</font>) sobre el cuerpo en movimiento. Los t&eacute;rminos <font color="blue">aceleraci&oacute;n centr&iacute;peta</font> y <font color="#008000">fuerza centr&iacute;peta</font> expresan que estos vectores se dirigen hacia el centro del movimiento circular.</p>

<div id="Abstand">&nbsp;</div>

<hr class="Trennlinie">

<div id="Abstand">&nbsp;</div>

<table class="Index" align="center"><tr><td class="Index1">
<a href="index.html"><img src="../ph14_gifs/javaphys.gif" alt="F&iacute;sica" hspace=10></a>
</td></tr><tr><td class="Index2">
<a href="index.html">Applets F&iacute;sica</a>
</td></tr></table>

<p id="Ende">URL: http://www.walter-fendt.de/ph14s/circmotion_s.htm<br>
&copy; Walter Fendt, 25 Marzo  2007<br>
&copy; Traducci&oacute;n: Mario Alberto G&oacute;mez Garc&iacute;a, 21 Marzo 2008<br>
&Uacute;ltima modificaci&oacute;n: 21 Marzo 2008<br>
</p>

</body>

</html>
