<!doctype html public "-//W3C//DTD HTML 4.0 Transitional//EN"
"http://www.w3.org/TR/RBC-html40/loose.dtd">

<html>

<head>
<title>Combinaciones de Resistores</title>
<link rel="stylesheet" type="text/css" href="../ph14/applets.css">
<meta name="description" content="Java applet: Combinaciones de Resistores">
<meta name="author" content="Walter Fendt, Mario Alberto G&oacute;mez Garc&iacute;a">
<meta name="keywords" content="f&iacute;sica, electricidad, electrodin&aacute;mica, resistencia, resistor, Ohm, voltaje, Volt, volt&iacute;metro, amperaje, Ampere, amper&iacute;metro">
</head>

<body>

<h1>Combinaciones de Resistores</h1>

<p>
Este applet permite la construcci&oacute;n de circuitos el&eacute;ctricos simples con resistencias (&oacute;hmica).  El bot&oacute;n "Restablecer" produce un circuito con una sola resistencia. En las secciones "Voltaje de la bater&iacute;a:" y "Resistencia:" se introducen los valores de voltaje y resistencia, respectivamente; en ambos casos es necesario presionar la tecla "Intro" para aceptar los valores. Para agregar resistencias en serie con la resistencia seleccionada del circuito solamente se presiona el bot&oacute;n "en Serie" (la selecci&oacute;n de la resistencia se hace mediante un clic sobre el elemento). Asimismo para a&ntilde;adir resistencias en paralelo con la resistencia seleccionada del circuito solamente se presiona el bot&oacute;n "en Paralelo". Activando la secci&oacute;n de "Medidores:" puede conectarse un volt&iacute;metro y un amper&iacute;metro con el(los) componente(s) seleccionado(s) para medir el "Voltaje" y "Amperaje", respectivamente. Puede realizarse un an&aacute;lisis completo del circuito construido en el cual se determina el voltaje, el amperaje (la intensidad de corriente el&eacute;ctrica) y la resistencia del elemento seleccionado. El an&aacute;lisis tambi&eacute;n puede realizarse en un grupo de resistencias seleccionadas mediante una acci&oacute;n de arrastre del apuntador del rat&oacute;n; las resistencias agrupadas aparecen dentro de una secci&oacute;n rectangular, dentro de la cual se muestra su resistencia equivalente en la esquina superior izquierda.
</p>

<div id="Abstand">&nbsp;</div>

<p align="center">
<applet code="KombiWid.class" archive="KombiWid.jar, Ph14Spanish.jar" codebase="../ph14_jar" width=800 height=450>
</applet></p>

<div id="Abstand">&nbsp;</div>

<hr class="Trennlinie">

<div id="Abstand">&nbsp;</div>

<table class="Index" align="center"><tr><td class="Index1">
<a href="index.html"><img src="../ph14_gifs/javaphys.gif" alt="F&iacute;sica" hspace=10></a>
</td></tr><tr><td class="Index2">
<a href="index.html">Applets F&iacute;sica</a>
</td></tr></table>

<p id="Ende">URL: http://www.walter-fendt.de/ph14e/combres_s.htm<br>
&copy; Walter Fendt, September 11, 2002<br>
&copy; Traducci&oacute;n: Mario Alberto G&oacute;mez Garc&iacute;a, 5 de abril de 2008</p>

</body>

</html>
