<!doctype html public "-//W3C//DTD HTML 4.0 Transitional//EN"
"http://www.w3.org/TR/RBC-html40/loose.dtd">

<html>

<head>
<title>Combinaciones de Resistores, Inductores (Bobinas) y Capacitores</title>
<link rel="stylesheet" href="../ph14/applets.css" type="text/css">
<meta name="description" content="Java applet: Combinaciones de Resistores, Inductores (Bobinas) y Capacitores">
<meta name="author" content="Walter Fendt, Mario Alberto G&oacute;mez Garc&iacute;a">
<meta name="keywords" content="f&iacute;sica, electrodin&aacute;mica, voltaje, Volt, corriente alterna, amperaje, resistor, resistencia, inductor, capacitor, impedancia">
</head>

<body>

<h1>Combinaciones de Resistores, Inductores (Bobinas) y Capacitores</h1>

<p>
Este applet permite la construcci&oacute;n de circuitos el&eacute;ctricos simples alimentados con corriente alterna y en los cuales se pueden conectar resistencias (&oacute;hmica), bobinas ideales (sin resistencia) y capacitores. En la parte "Fuente de voltaje alterno" se introducen los valores de voltaje y frecuencia, en ambos casos es necesario presionar la tecla "Intro" para aceptar los valores. En la secci&oacute;n "Componente:" puede elegirse de la lista los elementos a incluir en el circuito ya sea Resistor, Bobina o Capacitor; esta secci&oacute;n est&aacute; relacionada con la parte de abajo en la cual se introduce el valor de la Resistencia, Inductancia o Capacitancia dependiendo del componente seleccionado. Para agregar componentes en serie con el elemento seleccionado del circuito solamente se presiona el bot&oacute;n "Agregar (en Serie)" (la selecci&oacute;n del elemento se hace mediante un clic). Asimismo para a&ntilde;adir componentes en paralelo con el elemento seleccionado del circuito solamente se presiona el bot&oacute;n "Agregar (en Paralelo)". El bot&oacute;n "Sustituir" reemplaza el elemento seleccionado por el componente elegido; mientras que el bot&oacute;n "Eliminar" remueve el elemento seleccionado. Activando la secci&oacute;n de "Medidores:" puede conectarse un volt&iacute;metro y un amper&iacute;metro con el(los) componente(s) seleccionado(s) para medir el "Voltaje" y "Amperaje", respectivamente. Puede realizarse un an&aacute;lisis completo del circuito construido en el cual se determina el voltaje, el amperaje (la intensidad de corriente el&eacute;ctrica), las impedancias compleja y real, y el ángulo de fase del elemento seleccionado. El an&aacute;lisis tambi&eacute;n puede realizarse en un grupo de componentes seleccionados mediante una acci&oacute;n de arrastre del apuntador del rat&oacute;n; las elementos agrupados aparecen dentro de una secci&oacute;n rectangular.
</p>

<div id="Abstand">&nbsp;</div>

<p align="center">
<applet code="KombiRLC.class" archive="KombiRLC.jar, Ph14Spanish.jar" codebase="../ph14_jar" width=800 height=450>
</applet></p>

<div id="Abstand">&nbsp;</div>

<hr class="Trennlinie">

<div id="Abstand">&nbsp;</div>

<table class="Index" align="center"><tr><td class="Index1">
<a href="index.html"><img src="../ph14_gifs/javaphys.gif" alt="F&iacute;sica" hspace=10></a>
</td></tr><tr><td class="Index2">
<a href="index.html">Applets F&iacute;sica</a>
</td></tr></table>

<p id="Ende">URL: http://www.walter-fendt.de/ph14e/combrlc_s.htm<br>
&copy; Walter Fendt, March 19, 2004<br>
&copy; Traducci&oacute;n: Mario Alberto G&oacute;mez Garc&iacute;a, 5 de abril de 2008</p>

</body>

</html>
